[Main]
DisplayName=Hrvatski

[Brower_Protected_M]
btn_ok=U Redu
Site_Safe_tip=Ovo mjesto je sigurno
Site_Risk_tip=Ovo mjesto nije sigurno
Protected_Off_tip=Advanced SystemCare Zaštita preglednika: Isključeno
Site_Safe=Sigurno:
Site_Risk=Rizično:
Site_Advisory=Advisory provided by
Site_Details=Više detalja
Link_Safe_tip=Ova veza je sigurna
Link_Risk_tip=Ova veza nije sigurna
Sender_Risk_tip=Ovaj pošiljatelj je sumnjiv.
Link_Phish_tip=Ova veza sadrži prijevaru.
Risk_Title_Phish=Ova stranica je označena kao prijevara.
Site_Risk_link=Ova pošta sadrži zlonamjernu vezu.
Site_Risk_sender=Pošiljatelj ove pošte je sumnjiv.
Site_Risk_link_sender=Ova pošta sadrži zlonamjernu vezu i pošiljatelj je sumnjiv.
Site_Risk_phish=Ova stranica sadrži prijevaru.
Risk_Title=Ovo mjesto je prijavljeno kao nesigurno
Risk_recommend=Preporučamo da ne nastavljate pregledavati ovu web stranicu
Risk_goBack=Poništi
Risk_report=Prijavi lažnu uzbunu
Risk_continue=Svejedno nastavi
Site_turbo_tip=Zaštita surfanja je isključena jer je Opera Turbo uključen
ads_Removed=Oglasi na ovoj stranici su uklonjeni
ads_Nofound=Nema pronađenih oglasa
Site_Miner_tip=Rudarenje kriptovaluta na ovoj stranici je blokirano

